tap "homebrew/bundle"
tap "homebrew/cask-fonts"

brew "colima"
brew "docker"
brew "git"
brew "neovim"
brew "starship"
brew "tldr"
brew "stow"
brew "z"

brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-history-substring-search"
brew "zsh-completions"

cask "aerospace"
cask "brave-browser"
cask "calibre"
cask "dbeaver-community"
cask "discord"
cask "font-jetbrains-mono-nerd-font"
cask "karabiner-elements"
cask "notunes"
cask "obsidian"
cask "stremio"
cask "raycast"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"

# App to use phone as webcam
# cask "iriunwebcam"