tap "homebrew/bundle"
tap "homebrew/cask-fonts"

brew "colima"
brew "docker"
brew "git"
brew "neovim"
brew "starship"
brew "tldr"
brew "z"
brew "zsh-autosuggestions"

cask "amethyst"
cask "discord"
cask "font-jetbrains-mono-nerd-font"
cask "karabiner-elements"
cask "raycast"
cask "steam"
cask "visual-studio-code"
cask "wezterm"